[
{
    "quote": "“Remember one thing Through every dark night, there’s a bright day after that. So no matter how hard it get, stick your chest out. Keep your head up, and handle it.”",
    "author": "Tupac"
},
{
    "quote": "“Life is a wheel of fortune and it’s my turn to spin it.”",
    "author": "Tupac"
},
{
    "quote": "“You gotta be able to smile through the bullshit.”",
    "author": "Tupac"
},
{
    "quote": "“Everybody’s at war with different things, I’m at war with my own heart sometimes.”",
    "author": "Tupac"
},
{
    "quote": "“Forgive but don’t forget girl, keep ya head up. And when he tells you you ain’t nothing don’t believe him, and if he can’t learn to love you, you should leave him.”",
    "author": "Tupac"
},
{
    "quote": "“My mama always used to tell me: if you can’t find something to live for, you best find something to die for.”",
    "author": "Tupac"
},
{
    "quote": "“Living well eliminates the need for revenge.”",
    "author": "Kanye West"
},
{
    "quote": "“Memories have to be our most painful blessing.”",
    "author": "Kanye West"
},
{
    "quote": "“If you admire someone, you should go ahead and tell them. People never get the flowers while they can still smell them.”",
    "author": "Kanye West"
},
{
    "quote": "“I could let these dream killers kill my self-esteem, or use my arrogance as a steam to power my dreams.”",
    "author": "Kanye West"
},
{
    "quote": "“No matter where life takes me. Find me with a smile.”",
    "author": "Mac Miller"
},
{
    "quote": "“They’re gonna try to tell you no, shatter all your dreams. But you gotta get up and go and think of better things.”",
    "author": "Mac Miller"
},
{
    "quote": "“Sometimes it’s hard to pick right from wrong. The best thing we can do is go with our heart, and hope it all goes well.”",
    "author": "Mac Miller"
},
{
    "quote": "“Something ’bout the pain makes me want more… done a lot of drugs, never felt like this before.”",
    "author": "Mac Miller"
},
{
    "quote": "“Kept breaking promises you said you would keep, so you can leave a message at the beep.”",
    "author": "Mac Miller"
},
{
    "quote": "“If you’re scared to take chances, you’ll never have the answers.”",
    "author": "Nas"
},
{
    "quote": "“You have to keep your vision clear, cause only a coward lives in fear.”",
    "author": "Nas"
},
{
    "quote": "“Everything will eventually come to an end. So try to savor the moments, cuz time flies, don’t it? The beauty of life is to make it last for the better. Cuz nothing lasts forever.”",
    "author": "Nas"
},
{
    "quote": "“Trust your own judgement, live with it and love it.”",
    "author": "Nas"
},
{
    "quote": "“What do you base your happiness around? Material, women, and large paper? That means you’re inferior, not major.”",
    "author": "Nas"
},
{
    "quote": "“Life’s a b****, but god forbid that b**** divorce me.”",
    "author": "Nas"
},
{
    "quote": "“When people treat you like nothing, you begin to feel like nothing.”",
    "author": "Drake"
},
{
    "quote": "“We always ignore the ones who adore us, and adore the ones who ignore us.”",
    "author": "Drake"
},
{
    "quote": "“The worst feeling is feeling unwanted by the person you want the most.”",
    "author": "Drake"
},
{
    "quote": "“If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don’t back down.”",
    "author": "Eminem"
},
{
    "quote": "“You’ve got enemies? Good, that means you actually stood up for something.”",
    "author": "Eminem"
},
{
    "quote": "“Sometimes you just gotta let s*** go and say ‘to hell with it’ and move on.”",
    "author": "Eminem"
},
{
    "quote": "“You can make something of your life, it just depends on your drive.”",
    "author": "Eminem"
},
{
    "quote": "“The truth is you don’t know what is going to happen tomorrow. Life is a crazy ride and nothing is guaranteed.”",
    "author": "Eminem"
},
{
    "quote": "“Living life is a choice. Making a difference in someone else’s isn’t.”",
    "author": "Kid Cudi"
},
{
    "quote": "“I’m on the pursuit of happiness. I know everything that shines ain’t always gold. I’ll be fine once I get it, I’ll be good.”",
    "author": "Kid Cudi"
},
{
    "quote": "“People say that bad memories cause the most pain, but it’s actually the good ones that drive you insane.”",
    "author": "Kid Cudi"
},
{
    "quote": "“If you can’t do what you imagine, then what is imagination to you?”",
    "author": "Kid Cudi"
},
{
    "quote": "“The sooner you realize things will never be the same, the sooner you can move on.”",
    "author": "Kid Cudi"
},
{
    "quote": "“My life, my choices, my mistakes, my lessons, not your business.”",
    "author": "Kid Cudi"
},
{
    "quote": "“Never apologize for what you feel. It’s like apologizing for being real.”",
    "author": "Lil Wayne"
},
{
    "quote": "“Take the first chance that you get, because you may never get another one.”",
    "author": "Lil Wayne"
},
{
    "quote": "“They say love is the key. Somebody changed the lock.”",
    "author": "Lil Wayne"
},
{
    "quote": "“Women are the most beautiful yet difficult beings known to man.”",
    "author": "Lil Wayne"
},
{
    "quote": "“Love me or hate me, I stay hate free. They say we learn from mistakes well that’s why they mistake me.”",
    "author": "Lil Wayne"
},
{
    "quote": "“If you don’t love me somebody else will.”",
    "author": "Lil Wayne"
},
{
    "quote": "“I remember the love right after the fights. You can’t tell me you don’t remember those nights.”",
    "author": "Lil Wayne"
},
{
    "quote": "“Damn right I like the life I live, cause I went from negative to positive.”",
    "author": "Biggie Smalls"
},
{
    "quote": "“We can’t change the world until we change ourselves.”",
    "author": "Biggie Smalls"
},
{
    "quote": "“If you don’t love yourself, I’ll make you see your own heart.”",
    "author": "Biggie Smalls"
},
{
    "quote": "“Super Nintendo, Sega Genesis. When I was dead broke man I couldn’t picture this.”",
    "author": "Biggie Smalls"
},
{
    "quote": "“Remind yourself, nobody’s built like you. You design yourself.”",
    "author": "Jay Z"
},
{
    "quote": "“Only God can judge me, so I’m gone, either love me or leave me alone.”",
    "author": "Jay Z"
},
{
    "quote": "“Be more concerned with your character than your reputation. Because your character is what you really are. While your reputation is what others merely think you are.”",
    "author": "Jay Z"
},
{
    "quote": "“They say you can’t turn a bad girl good. But once a good girl’s gone bad, she’s bad forever.”",
    "author": "Jay Z"
},
{
    "quote": "“They say you can’t turn a bad girl good. But once a good girl’s gone bad, she’s bad forever.”",
    "author": "Busta Rhymes"
},
{
    "quote": "“My making it is a combination of grinding, grinding, grinding, and being lucky enough to finally get a shot.”",
    "author": "Busta Rhymes"
},
{
    "quote": "“Everyone has an addiction. Mine happens to be you.”",
    "author": "Andre 3000"
},
{
    "quote": "“Asking what happened to the feeling that her and me had, I pray so much about it, need some knee pads. It happened for a reason, one can’t be mad.”",
    "author": "Andre 3000"
},
{
    "quote": "“I love who you are, I love who you ain’t.”",
    "author": "Andre 3000"
},
{
    "quote": "“Sunny days wouldn’t be so special, if it wasn’t for rain. Joy wouldn’t feel so good, if it wasn’t for pain.”",
    "author": "50 Cent"
},
{
    "quote": "“I’ll be your best friend, if you promise you’ll be mine.”",
    "author": "50 Cent"
},
{
    "quote": "“I’m the type to swallow my blood before I swallow my pride.”",
    "author": "50 Cent"
},
{
    "quote": "“I love you like a fat kid loves cake.”",
    "author": "50 Cent"
},
{
    "quote": "“Sometimes if you’re lucky, someone comes into your life who’ll take up a place in your heart that no one else can fill.”",
    "author": "Snoop Dogg"
},
{
    "quote": "“Well, hip hop is what makes the world go round.”",
    "author": "Snoop Dogg"
},
{
    "quote": "“Sorry it had to end this way but uh, it is what it is.”",
    "author": "Snoop Dogg"
},
{
    "quote": "“You might not have a car or big gold chain, stay true to yourself and things will change.”",
    "author": "Snoop Dogg"
}
]